% rebase('lauout2.tpl', title='Home Page', year=year)

<div class="base-items__shop-desc2"style="color: #c2c2c4;">
    <h1>Магия</h1>
    <p>Раздел "Магия" в лавке предметов игры Dota 2 содержит предметы, которые улучшают или добавляют магические способности герою.</p>
<p>Первым типом предметов в этом разделе являются предметы, которые добавляют магические атрибуты. Например, "Мантус" увеличивает ману героя, а "Клеймор" увеличивает его интеллект.</p>
<p>Вторым типом предметов являются активные предметы, которые дают герою дополнительные способности. Например, "Волшебный посох" позволяет использовать дополнительный способ героя, а "Книга теней" позволяет создавать копии героя.</p>
<p>Третьим типом предметов являются предметы, которые улучшают магические способности героя. Например, "Аганим Септер" улучшает ультимативную способность героя, а "Ультимативный орнамент" улучшает магические способности героя в целом.</p>
<p>Кроме того, в разделе "Магия" также есть предметы, которые увеличивают урон от магических атак или уменьшают урон от магических атак противника. Например, "Вуаль души" увеличивает урон от магических атак героя, а "Кивер" уменьшает урон от магических атак противника.</p>
<p>Наконец, в разделе "Магия" есть предметы, которые дают герою возможность создавать ловушки или препятствия. Например, "Шипастая сфера" создает зону, в которой противник получает урон при движении, а "Гремучая ловушка" создает ловушку, которая отравляет противников.</p>
<p>В целом, раздел "Магия" в лавке предметов Dota 2 предоставляет героям дополнительные возможности для улучшения их магических способностей и эффективности в игре.</p>
<p>Пример создания одной из вещей: </p>
<img src="static\items\Glimmer.png">
<p><a href="https://cq.ru/articles/dota-2/vse-artefakty-itemy-veshhi-i-predmety-dota-2-dlya-geroev-nazvanie-i-polnoe-opisanie#artefakty-i-predmety-dota-2-opisanie-magiya" class="btn btn-primary btn-large">Узнать больше! &raquo;</a></p>
</div>


